Repository: shuruqalsh/AutismAppTeam20Test
Catalog: Localizable.xcstrings
Source language: en
Languages: ar

# أدخل اسم الملف
source: Enter the file name
ar: أدخل اسم الملف

# أدخل الإيموجي (اختياري)
source: Enter emoji (optional)
ar: أدخل الإيموجي (اختياري)

# أدخل الرقم السري
source: Enter the password
ar: أدخل الرقم السري

# أدخل الوصف
source: Enter description
ar: أدخل الوصف

# إخفاء الرقم السري
source: Hide the password
ar: إخفاء الرقم السري

# إضافة بطاقة جديدة
source: Add a new card
ar: إضافة بطاقة جديدة

# إظهار الرقم السري
source: Show password
ar: إظهار الرقم السري

# إلغاء
source: cancel
ar: إلغاء

# إيقاف التسجيل
source: Stop recording
ar: إيقاف التسجيل

# إيقاف المعاينة
source: Stop previewing
ar: إيقاف المعاينة

# ابدأ التسجيل
source: Start recording
ar: ابدأ التسجيل

# اختار صوت من جهازك
source: Select a sound from your device
ar: اختار صوت من جهازك

# اختار صورة
source: Choose an image
ar: اختار صورة

# اختار صورة جديدة
source: Choose a new image
ar: اختار صورة جديدة

# الرقم السري
source: Password
ar: الرقم السري

# الرقم السري غير صحيح.
source: The password is incorrect.
ar: الرقم السري غير صحيح.

# تأكيد
source: confirmation
ar: تأكيد

# حذف
source: delete
ar: حذف

# حفظ
source: save
ar: حفظ

# معاينة الصوت
source: Audio preview
ar: معاينة الصوت

# ملفات
source: Files
ar: ملفات

# هل أنت متأكد؟
source: Are you sure?
ar: هل أنت متأكد؟

# هل ترغب في حذف هذا الملف؟ هذه العملية لا يمكن التراجع عنها.
source: Do you want to delete this file? This process cannot be undone.
ar: هل ترغب في حذف هذا الملف؟ هذه العملية لا يمكن التراجع عنها.

# هل ترغب في حذف هذه البطاقة؟ هذه العملية لا يمكن التراجع عنها.
source: Do you want to delete this card? This process cannot be undone.
ar: هل ترغب في حذف هذه البطاقة؟ هذه العملية لا يمكن التراجع عنها.

# يمكنك إضافة إما إيموجي أو صورة (أحدهما يكفي).
source: You can add either an emoji or a photo (one is enough).
ar: يمكنك إضافة إما إيموجي أو صورة (أحدهما يكفي).

# يمكنك إضافة إما إيموجي أو صورة أو تسجيل صوت (أو اختيار صوت من جهازك).
source: You can add either an emoji, photo, or audio recording (or choose a sound from your device).
ar: يمكنك إضافة إما إيموجي أو صورة أو تسجيل صوت (أو اختيار صوت من جهازك).
